import React from 'react'

export default function Agency() {
    return (
        <div className="container py-4 d-flex justify-content-center">
            <div className="card">
                <div className="card-header bg-success fs-5 text-center text-white">
                    เครือข่ายและหน่วยงานที่เกี่ยวข้อง
                </div>
                <div className="card-body">
                    <p className="card-text">
                        <a href="http://biodiversity.crru.ac.th/" target="_blank" rel="noopener noreferrer">สถาบันความหลากหลายทางชีวภาพและสิ่งแวดล้อมเพื่อพัฒนาท้องถิ่นและอาเซียน มหาวิทยาลัยราชภัฏเชียงราย</a>
                    </p>
                    <p className="card-text">สถาบันความหลากหลายทางชีวภาพและสิ่งแวดล้อมเพื่อพัฒนาท้องถิ่นและอาเซียน มหาวิทยาลัยราชภัฏเชียงราย</p>
                    <p className="card-text">
                        <a href="http://www.bellcenter-pnru.com" target="_blank" rel="noopener noreferrer" > โครงการจัดตั้งศูนย์ความหลากหลายทางชีวภาพ สิ่งแวดล้อม
                            และภูมิปัญญาท้องถิ่นเพื่อพัฒนาคุณภาพชีวิต มหาวิทยาลัยราชภัฏพระนคร </a>
                    </p>
                    <p className="card-text">
                        เครือข่ายศูนย์ความหลากหลายทางชีวภาพ วัฒนธรรม และภูมิปัญญาท้องถิ่น กับ 16 มหาวิทยาลัย ดังนี้<br />
                        1. มหาวิทยาลัยราชภัฏพิบูลสงคราม    <br />
                        2. มหาวิทยาลัยราชภัฏพระนคร   <br />
                        3. มหาวิทยาลัยราชภัฏอุตรดิตถ์      <br />
                        4. มหาวิทยาลัยราชภัฏวไลยอลงกรณ์  <br />
                        5. มหาวิทยาลัยราชภัฏลำปาง    <br />
                        6. มหาวิทยาลัยราชภัฏเชียงราย<br />
                        7. มหาวิทยาลัยราชภัฏอุดรธานี   <br />
                        8. มหาวิทยาลัยราชภัฏสุราษฎร์ธานี    <br />
                        9. มหาวิทยาลัยราชภัฏยะลา<br />
                        10. มหาวิทยาลัยราชภัฏอุบลราชธานี  <br />
                        11. มหาวิทยาลัยเทคโนโลยีราชมงคลศรีวิชัย   <br />
                        12. มหาวิทยาลัยมหาสารคาม<br />
                        13. มหาวิทยาลัยราชภัฏกาญจนบุรี  <br />
                        14. มหาวิทยาลัยราชภัฏนครศรีธรรมราช <br />
                        15. มหาวิทยาลัยราชภัฏนครสวรรค์<br />
                        16. มหาวิทยาลัยราชภัฏบ้านสมเด็จเจ้าพระยา</p>
                </div>
            </div>
        </div>
    )
}
